[
  {
    "_id": "bible_en_1.lev.1.1",
    "remoteId": "remote.bible_en_1.lev.1.1",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      1
    ],
    "text": "And the Lord called unto Moses, and spake unto him out of the tabernacle of the congregation, saying,"
  },
  {
    "_id": "bible_en_1.lev.1.2",
    "remoteId": "remote.bible_en_1.lev.1.2",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      2
    ],
    "text": "Speak unto the children of Israel, and say unto them, If any man of you bring an offering unto the Lord, ye shall bring your offering of the cattle, even of the herd, and of the flock."
  },
  {
    "_id": "bible_en_1.lev.1.3",
    "remoteId": "remote.bible_en_1.lev.1.3",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      3
    ],
    "text": "If his offering be a burnt sacrifice of the herd, let him offer a male without blemish: he shall offer it of his own voluntary will at the door of the tabernacle of the congregation before the Lord."
  },
  {
    "_id": "bible_en_1.lev.1.4",
    "remoteId": "remote.bible_en_1.lev.1.4",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      4
    ],
    "text": "And he shall put his hand upon the head of the burnt offering; and it shall be accepted for him to make atonement for him."
  },
  {
    "_id": "bible_en_1.lev.1.5",
    "remoteId": "remote.bible_en_1.lev.1.5",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      5
    ],
    "text": "And he shall kill the bullock before the Lord: and the priests, Aaron’s sons, shall bring the blood, and sprinkle the blood round about upon the altar that is by the door of the tabernacle of the congregation."
  },
  {
    "_id": "bible_en_1.lev.1.6",
    "remoteId": "remote.bible_en_1.lev.1.6",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      6
    ],
    "text": "And he shall flay the burnt offering, and cut it into his pieces."
  },
  {
    "_id": "bible_en_1.lev.1.7",
    "remoteId": "remote.bible_en_1.lev.1.7",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      7
    ],
    "text": "And the sons of Aaron the priest shall put fire upon the altar, and lay the wood in order upon the fire:"
  },
  {
    "_id": "bible_en_1.lev.1.8",
    "remoteId": "remote.bible_en_1.lev.1.8",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      8
    ],
    "text": "and the priests, Aaron’s sons, shall lay the parts, the head, and the fat, in order upon the wood that is on the fire which is upon the altar:"
  },
  {
    "_id": "bible_en_1.lev.1.9",
    "remoteId": "remote.bible_en_1.lev.1.9",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      9
    ],
    "text": "but his inwards and his legs shall he wash in water: and the priest shall burn all on the altar, to be a burnt sacrifice, an offering made by fire, of a sweet savour unto the Lord."
  },
  {
    "_id": "bible_en_1.lev.1.10",
    "remoteId": "remote.bible_en_1.lev.1.10",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      10
    ],
    "text": "And if his offering be of the flocks, namely, of the sheep, or of the goats, for a burnt sacrifice; he shall bring it a male without blemish."
  },
  {
    "_id": "bible_en_1.lev.1.11",
    "remoteId": "remote.bible_en_1.lev.1.11",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      11
    ],
    "text": "And he shall kill it on the side of the altar northward before the Lord: and the priests, Aaron’s sons, shall sprinkle his blood round about upon the altar."
  },
  {
    "_id": "bible_en_1.lev.1.12",
    "remoteId": "remote.bible_en_1.lev.1.12",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      12
    ],
    "text": "And he shall cut it into his pieces, with his head and his fat: and the priest shall lay them in order on the wood that is on the fire which is upon the altar:"
  },
  {
    "_id": "bible_en_1.lev.1.13",
    "remoteId": "remote.bible_en_1.lev.1.13",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      13
    ],
    "text": "but he shall wash the inwards and the legs with water: and the priest shall bring it all, and burn it upon the altar: it is a burnt sacrifice, an offering made by fire, of a sweet savour unto the Lord."
  },
  {
    "_id": "bible_en_1.lev.1.14",
    "remoteId": "remote.bible_en_1.lev.1.14",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      14
    ],
    "text": "And if the burnt sacrifice for his offering to the Lord be of fowls, then he shall bring his offering of turtledoves, or of young pigeons."
  },
  {
    "_id": "bible_en_1.lev.1.15",
    "remoteId": "remote.bible_en_1.lev.1.15",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      15
    ],
    "text": "And the priest shall bring it unto the altar, and wring off his head, and burn it on the altar; and the blood thereof shall be wrung out at the side of the altar:"
  },
  {
    "_id": "bible_en_1.lev.1.16",
    "remoteId": "remote.bible_en_1.lev.1.16",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      16
    ],
    "text": "and he shall pluck away his crop with his feathers, and cast it beside the altar on the east part, by the place of the ashes:"
  },
  {
    "_id": "bible_en_1.lev.1.17",
    "remoteId": "remote.bible_en_1.lev.1.17",
    "remoteSource": "biblesOrg",
    "copyright": "",
    "numbers": [
      17
    ],
    "text": "and he shall cleave it with the wings thereof, but shall not divide it asunder: and the priest shall burn it upon the altar, upon the wood that is upon the fire: it is a burnt sacrifice, an offering made by fire, of a sweet savour unto the Lord."
  }
]
